Repository: AdityaJasrai/Project-Flutter---Musify---MusicApplication
Catalog: lib/localization/app_*.arb
Languages: fr, nl

source: About
fr: À propos de
nl: over

# accentChangeMsg
source: Accent color has been changed
fr: La couleur d'accentuation a été modifiée
nl: Accentkleur is gewijzigd

source: Accent color
fr: Couleur d'accentuation
nl: Accentkleur

source: Add
fr: Ajouter
nl: Toevoegen

# appUpdateAvailableAndDownloading
source: App update is available and downloading
fr: La mise à jour de l'application est disponible et en cours de téléchargement
nl: App-update is beschikbaar en wordt gedownload

source: App update is available
fr: La mise à jour de l'application est disponible
nl: App-update is beschikbaar

source: App update is not available
fr: La mise à jour de l'application n'est pas disponible
nl: App-update is niet beschikbaar

# audioFileType
source: Audio File Extension
fr: Extension de fichier audio
nl: Audiobestandsextensie

# audioFileTypeMsg
source: Audio File Type has been changed
fr: Le type de fichier audio a été modifié
nl: Audiobestandstype is gewijzigd

source: Backup user data
fr: Sauvegardez les données utilisateur
nl: Backup gebruikersgegevens

source: Backuped Successfully
fr: Sauvegarde réussie
nl: Succesvol back-up gemaakt

# cacheMsg
source: Cache cleared
fr: Cache vidé
nl: Cache gewist

source: Clear cache
fr: Vider le cache
nl: Cache wissen

source: Clear Search History
fr: Effacer l'historique
nl: Verwijder zoekgeschiedenis

source: Download app update
fr: Télécharger la mise à jour de l'application
nl: App-update downloaden

source: Language
fr: Langue
nl: Taal

# languageMsg
source: Language has been changed
fr: La langue a été modifiée
nl: Taal is gewijzigd

source: Local songs
fr: Chansons locales
nl: Lokale nummers

source: Lyrics
fr: Paroles
nl: tekst

# lyricsNotAvailable
source: No lyrics available ;(
fr: Pas de paroles disponibles ;(
nl: Geen songtekst beschikbaar ;(

source: Now playing
fr: Lecture en cours
nl: Nu aan het spelen

source: Play all
fr: Jouer à tous
nl: Alles afspelen

source: Playlist
nl: Afspeellijst

source: Playlists
nl: Afspeellijsten

# queueInitText
source: Initialising queue...
fr: Initialisation de la file d'attente...
nl: Bezig met initialiseren van wachtrij...

source: Recommended for you
fr: Recommandé pour vous
nl: Aanbevolen voor jou

source: Restore user data
fr: Restaurer les données de l'utilisateur
nl: Gebruikersgegevens herstellen

source: Restored Successfully
fr: Restauré avec succès
nl: Succesvol hersteld

source: Search
fr: Chercher
nl: zoek

# searchHistoryMsg
source: Search history cleared
fr: Historique des recherches effacé
nl: Zoekgeschiedenis gewist

source: Settings
fr: Réglages
nl: Instellingen

source: Suggested playlists
fr: Listes de lecture suggérées
nl: Voorgestelde afspeellijsten

source: User liked songs
fr: Chansons aimées par l'utilisateur
nl: Liedjes die gebruikers leuk vonden

source: User playlists
fr: Listes de lecture utilisateur
nl: Gebruikersafspeellijsten

source: Your downloaded songs here
fr: Vos chansons téléchargées ici
nl: Uw gedownloade nummers hier

source: Your favorite songs here
fr: Vos chansons préférées ici
nl: Uw favoriete nummers hier

source: Youtube playlist ID
fr: ID de la liste de playlist Youtube
nl: Youtube-afspeellijst-ID

source: Support/Donate
fr: Soutenir/Faire un don
